Repository: VincentMeilinger/Nextcloud-Cookbook-iOS
Catalog: Nextcloud Cookbook iOS Client/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld Serving(s)
de: %lld Portion(en)
es: %lld Porción(es)
fr: %lld Portion(s)

source: A recipe with that name already exists.
de: Ein Rezept mit diesem Namen existiert bereits.
es: Ya existe una receta con ese nombre.
fr: Une recette portant ce nom existe déjà.

source: About
de: Über uns
es: Acerca de
fr: À propos

source: Acknowledgements
de: Verwendete Bibliotheken
es: Reconocimientos
fr: Remerciements

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter

source: Add cooking steps for fellow chefs to follow.
de: Hier ist Platz für eine Rezeptanleitung.
es: Todavía no hay pasos de cocina.
fr: Il n'y a pas encore d'étapes de cuisson.

source: Add groceries to this list by either using the button next to an ingredient list in a recipe, or by swiping right on individual ingredients of a recipe.
de: Für das Hinzufügen aller Zutaten eines Rezepts kann der „Einkaufsliste“-Button neben der Zutatenliste eines Rezepts benutzt werden. Sollen nur einzelne Zutaten hinzugefügt werden, kann die gewünschte Zutat in der Liste des Rezepts nach rechts gewischt werden.
es: Agrega comestibles a esta lista usando el botón junto a una lista de ingredientes en una receta, o deslizando hacia la derecha en ingredientes individuales de una receta.
fr: Ajoutez des articles à cette liste soit en utilisant le bouton à côté d'une liste d'ingrédients dans une recette, soit en balayant vers la droite sur des ingrédients individuels d'une recette.

source: Add new recipe
de: Neues Rezept
es: Nueva Receta
fr: Ajouter une nouvelle recette

source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s'est produite.

source: An unknown server error occured.
de: Ein unbekannter Server-Fehler ist aufgetreten.
es: Ocurrió un error desconocido del servidor.
fr: Une erreur inconnue du serveur s'est produite.

source: Bad URL
de: Link fehlerhaft
es: URL incorrecta
fr: URL incorrect

source: Calories
de: Kalorien
es: Calorías

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Carbohydrate content
de: Kohlenhydratgehalt
es: Carbohidratos
fr: Glucides

source: Category
de: Kategorie
es: Categoría
fr: Catégorie

source: Category: %@
de: Kategorie: %@
es: Categoría: %@
fr: Catégorie: %@

source: Cholesterol content
de: Cholesteringehalt
es: Colesterol
fr: Cholestérol

source: Choose
de: Auswählen
es: Elija
fr: Choisissez

source: Comma (e.g. 1,42)
de: Komma (z.B. 1,42)
es: Coma (por ejemplo, 1,42)
fr: Virgule (par exemple, 1,42)

source: Configure what is stored on your device.
de: Legt fest, was lokal auf diesem Gerät gespeichert werden soll.
es: Configure lo que se almacena en su dispositivo.
fr: Configurez ce qui est stocké sur votre appareil.

source: Configure which sections in your recipes are expanded by default.
de: Legt fest, welche Rezept-Abschnitte standardmäßig gezeigt werden.
es: Configure qué secciones de sus recetas se expanden por defecto.
fr: Configurez les sections de vos recettes qui sont déployées par défaut.

source: Connected to server.
de: Verbindung mit dem Server hergestellt.
es: Conexión al servidor establecida.
fr: Connecté au serveur.

source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion

source: Cookbooks
de: Kochbücher
es: Libros de cocina
fr: Livres de cuisine

source: Cooking
de: Kochen
es: Cocción
fr: Temps de cuisson

source: Cooking time
de: Kochen:
es: Duración de cocción:
fr: Temps de cuisson:

source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien

source: Could not establish a connection to the server. The action will be retried upon reconnection.
de: Es konnte keine Verbindung zum Server hergestellt werden. Die Aktion wird bei erneuter Verbindung wiederholt.
es: No se pudo establecer una conexión con el servidor. La acción se reintentará al reconectar.
fr: Impossible d'établir une connexion avec le serveur. L'action sera réessayée lors de la reconnexion.

source: Created: %@
de: Erstellt: %@
es: Creado: %@
fr: Créé : %@

source: Decimal number format
de: Dezimalzahlenformat
es: Formato de número decimal
fr: Format de nombre décimal

source: Delete
de: Löschen
es: Borrar
fr: Supprimer

source: Delete local data
de: Lokale Daten löschen
es: Eliminar datos locales
fr: Supprimer les données locales

source: Delete recipe
de: Rezept löschen
es: Eliminar receta
fr: Supprimer la recette

source: Delete Recipe
de: Rezept löschen
es: Eliminar receta
fr: Supprimer la recette

source: Delete recipe?
de: Löschen bestätigen.
es: ¿Eliminar receta?
fr: Supprimer la recette?

source: Deleting local data will not affect the recipe data stored on your server.
de: Das Löschen lokaler Daten hat keine Auswirkungen auf die Rezeptdaten, die auf dem Server gespeichert sind.
es: Eliminar datos locales no afectará los datos de las recetas almacenados en su servidor.
fr: La suppression des données locales n'affectera pas les données des recettes stockées sur votre serveur.

source: Deletion successful.
de: Das Rezept wurde erfolgreich gelöscht.
es: La receta se ha eliminado con éxito.
fr: La recette a été supprimée avec succès.

source: Description
de: Beschreibung
es: Descripción.

source: Done
de: Fertig
es: Hecho
fr: Terminer

source: Duplicate Recipe
de: Duplikat
es: Receta duplicada
fr: Recette en double

source: Duplicate recipe.
de: Duplikat.
es: Receta duplicada.
fr: Recette en double.

source: e.g.: example.com
de: z.B. beispiel.com
es: por ejemplo, example.com
fr: par exemple example.com

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer

source: Error
de: Fehler
fr: Erreur

source: Error.
de: Fehler.
fr: Erreur.

source: Expand information section
de: Weitere Informationen zeigen
es: Expandir sección de información
fr: Développer la section d'informations

source: Expand keyword section
de: Schlagwörter zeigen
es: Expandir sección de palabras clave
fr: Développer la section des mots-clés

source: Expand nutrition section
de: Nährwerte zeigen
es: Expandir sección de nutrición
fr: Développer la section nutrition

source: Fat content
de: Fett
es: Grasas
fr: Lipides

source: Fiber content
de: Ballaststoffgehalt
es: Fibra dietética
fr: Fibres alimentaires

source: Fraction
de: Bruch
es: Fracción

source: General
de: Allgemein
fr: Général

source: Get support
de: Kontakt-Seite öffnen
es: Obtener soporte
fr: Obtenir de l'aide

source: Grocery List
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses

source: Hours
de: Stunden
es: Horas
fr: Heures

source: If 'Same as Device' is selected and your device language is not supported yet, this option will default to english.
de: Wenn "Systemsprache" ausgewählt ist und die Systemsprache noch nicht unterstützt wird, wird standardmäßig Englisch verwendet.
es: Si se selecciona 'Idioma del sistema' y el idioma de su dispositivo no es compatible aún, esta opción se establecerá por defecto en inglés.
fr: Si vous sélectionnez 'Langue du système' et que la langue de votre appareil n'est pas encore prise en charge, cette option sera définie par défaut sur l'anglais.

source: If the login button does not open your browser, use the 'Copy Link' button and paste the link in your browser manually.
de: Falls sich der Browser beim Klicken auf den Anmeldebutton nicht öffnet, klicke einfach auf den Button „Link kopieren“. Anschließend kann der kopierte Link manuell in den Browser eingefügt werden.
es: Si el botón de inicio de sesión no abre tu navegador, usa el botón 'Copiar enlace' y pega el enlace manualmente en tu navegador.
fr: Si le bouton de connexion n'ouvre pas votre navigateur, utilisez le bouton 'Copier le lien' et collez le lien manuellement dans votre navigateur.

source: If you are interested in contributing to this project or simply wish to review its source code, we encourage you to visit the GitHub repository for this application.
de: Wir freuen uns über jedes Interesse und laden Nutzer ein, das GitHub-Repository dieser Anwendung zu besuchen, um einen Beitrag zu diesem Projekt zu leisten oder einfach nur einen Blick in den Quellcode zu werfen.
es: Si estás interesado en contribuir a este proyecto o simplemente deseas revisar su código fuente, te animamos a visitar el repositorio de GitHub de esta aplicación.
fr: Si vous souhaitez contribuer à ce projet ou simplement souhaitez consulter son code source, nous vous encourageons à visiter le référentiel GitHub de cette application.

source: If you have any inquiries, feedback, or require assistance, please refer to the support page for contact information.
de: Bei Fragen, Feedback oder benötigter Unterstützung finden sich alle Kontaktinformationen unter diesem Link.
es: Si tienes alguna pregunta, comentarios o necesitas asistencia, por favor consulta la página de soporte para obtener información de contacto.
fr: Si vous avez des questions, des commentaires ou avez besoin d'aide, veuillez consulter la page d'assistance pour obtenir les informations de contact.

source: Import
de: Importieren
es: Importar
fr: Importer

source: Import Recipe
de: Rezept importieren
es: Importar Receta
fr: Importer une recette

source: Ingredient
de: Zutat
es: Ingrediente
fr: Ingrédient

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients

source: Ingredients for %lld servings
de: Zutaten für %lld Portionen
es: Ingredientes para %lld porciones.
fr: Ingrédients pour %lld portions

source: Ingredients per serving
de: Zutaten pro Portion
es: Ingredientes por porción
fr: Ingrédients par portion

source: Instruction
de: Anleitung
es: Instrucción

source: Instructions
de: Anleitung
es: Instrucciones

source: Keep screen awake when viewing recipes
de: Automatische Bildschirmsperre beim Ansehen von Rezepten deaktivieren
es: Mantener la pantalla encendida al ver recetas
fr: Garder l'écran allumé lors de la consultation des recettes

source: Keywords
de: Schlagwörter
es: Palabras clave
fr: Mots-clés

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Last modified: %@
de: Zuletzt geändert: %@
es: Última modificación: %@
fr: Dernière modification : %@

source: Last updated: %@
de: Letztes update: %@
es: Última actualización: %@
fr: Dernière mise à jour : %@

source: List your tools here. 🍴
de: Küchenutensilien können hier notiert werden. 🍴
es: Enumera tus utensilios de cocina aquí. 🍴
fr: Listez vos ustensiles de cuisine ici. 🍴

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion

source: Login failed.
de: Login fehlgeschlagen.
es: Inicio de sesión fallido
fr: Échec de la connexion.

source: Login Method
de: Login-Methode
es: Método de inicio de sesión
fr: Méthode de connexion

source: Make sure to enter the server address in the form 'example.com', or '<server address>:<port>' when a non-standard port is used.
de: Stelle sicher, dass die Serveradresse im Format 'beispiel.com' eingegeben wurde oder als '<Serveradresse>:<Port>', falls ein nicht standardmäßiger Port genutzt wird.
es: Asegúrate de introducir la dirección del servidor en la forma 'example.com', o '<dirección del servidor>:<puerto>' cuando se utiliza un puerto no estándar.
fr: Assurez-vous de saisir l'adresse du serveur sous la forme 'example.com', ou '<adresse du serveur>:<port>' lorsqu'un port non standard est utilisé.

source: Marked ingredients could not be adjusted!
de: Markierte Zutaten können nicht angepasst werden.
es: ¡Los ingredientes marcados no pudieron ser ajustados!
fr: Les ingrédients marqués n'ont pas pu être ajustés!

source: Minutes
de: Minuten
es: Minutos

source: Missing Name
de: Fehlender Name
es: Nombre faltante
fr: Nom manquant

source: Missing recipe name.
de: Fehlender Rezeptname.
es: Falta el nombre de la receta.
fr: Nom de la recette manquant.

source: Mixed fraction
de: Gemischter Bruch
es: Fracción mixta
fr: Fraction mixte

source: More information
de: Weitere Informationen
es: Más información
fr: Plus d'informations

source: Network error.
de: Netzwerkfehler
es: Error de red.
fr: Erreur réseau.

source: New recipe
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette

source: New Recipe
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette

source: No keywords.
de: Keine Schlagwörter.
es: Sin palabras clave.
fr: Aucun mot-clé.

source: No nutritional information.
de: Keine Nährwertangaben.
es: Sin información nutricional.
fr: Aucune information nutritionnelle.

source: None
de: Keines
es: Ninguno
fr: Aucun

source: Number
de: Dezimalzahl
es: Número
fr: Nombre

source: Nutrition
de: Nährwerte
es: Información nutricional

source: Nutrition (%@)
de: Nährwerte (%@)
es: Información nutricional (%@)

source: Offline recipes
de: Rezepte herunterladen
es: Recetas sin conexión
fr: Recettes hors ligne

source: Other
de: Andere
es: Otro
fr: Autre

source: Parsing error
de: Decodierung fehlgeschlagen
es: Error de análisis
fr: Erreur d'analyse

source: Paste the url of a recipe you would like to import in the above, and we will try to fill in the fields for you. This feature does not work with every website. If your favourite website is not supported, feel free to reach out for help. You can find the contact details in the app settings.
de: Den Link zum Importieren eines Rezepts hier einfügen. Dies funktioniert nicht mit allen Webseiten. Sollte eine Seite nicht unterstützt werden, kontaktiere uns gerne um uns darauf aufmerksam zu machen. Jedes Feedback hilft dabei, den Service zu verbessern.
es: Pega la URL de una receta que te gustaría importar arriba, y trataremos de completar los campos por ti. Esta función no funciona con todos los sitios web. Si tu sitio favorito no es compatible, no dudes en pedir ayuda. Puedes encontrar los detalles de contacto en la configuración de la aplicación.
fr: Collez l'URL d'une recette que vous souhaitez importer ci-dessus, et nous tenterons de remplir les champs pour vous. Cette fonctionnalité ne fonctionne pas avec tous les sites web. Si votre site préféré n'est pas pris en charge, n'hésitez pas à nous contacter pour obtenir de l'aide. Vous pouvez trouver les coordonnées dans les paramètres de l'application.

source: PDF Document
de: PDF Dokument
es: Documento PDF
fr: Document PDF

source: Please check the entered URL.
de: Bitte überprüfe den eingegebenen Link.
es: Por favor, verifica la URL ingresada.
fr: Veuillez vérifier l'URL saisie.

source: Please check your credentials and internet connection.
de: Bitte die Anmeldedaten und die Internetverbindung überprüfen.
es: Por favor, comprueba tus credenciales de inicio de sesión y la conexión a Internet.
fr: Veuillez vérifier vos identifiants et votre connexion Internet.

source: Please enter a recipe name.
de: Bitte einen Rezeptnamen eintragen.
es: Por favor, ingrese un nombre de receta.
fr: Veuillez entrer un nom de recette.

source: Point (e.g. 1.42)
de: Punkt (z.B. 1.42)
es: Punto (por ejemplo, 1.42)
fr: Point (par exemple, 1.42)

source: Preparation
de: Vorbereitung
es: Preparación
fr: Préparation

source: Preparation duration:
de: Vorbereitung:
es: Duración de preparación:
fr: Durée de préparation:

source: Protein content
de: Proteingehalt
es: Proteínas
fr: Protéines

source: Recipe
de: Rezept
es: Receta
fr: Recette

source: Recipe Name
de: Rezept-Titel
es: Título de la receta
fr: Titre de la recette

source: Recipe upload successful.
de: Das Rezept wurde erfolgreich hochgeladen.
es: La receta se ha subido con éxito.
fr: La recette a été téléchargée avec succès.

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Actualiser

source: Refresh all
de: Synchronisieren
es: Actualizar todo
fr: Tout actualiser

source: Same as Device
de: Systemsprache
es: Idioma del sistema
fr: Langue du système

source: Saturated fat content
de: Gesättigte Fettsäuren
es: Grasas saturadas
fr: Graisses saturées

source: Search
de: Suchen
es: Buscar
fr: Recherche

source: Search recipe
de: Rezept suchen
es: Buscar receta
fr: Rechercher une recette

source: Search recipes/keywords
de: Suche Rezepte/Schlagwörter
es: Buscar recetas/palabras clave
fr: Rechercher recettes/mots-clés

source: Select a default cookbook
de: Standard-Kochbuch
es: Seleccionar un libro de cocina predeterminado
fr: Sélectionner un livre de cuisine par défaut

source: Select Keywords
de: Schlagwörter auswählen
es: Seleccione palabras clave
fr: Sélectionnez les mots-clés

source: Selected keywords:
de: Ausgewählte Schlagwörter:
es: Palabras clave seleccionadas:
fr: Mots-clés sélectionnés:

source: Serving size
de: Portionen
es: Porciones
fr: Portions

source: Servings
de: Portionen
es: Porciones
fr: Portions

source: Servings:
de: Portionen:
es: Porciones:
fr: Portions:

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Share as PDF
de: Als PDF teilen
es: Compartir como PDF
fr: Partager en PDF

source: Share as text
de: Als Text teilen
es: Compartir como texto
fr: Partager en tant que texte

source: Share recipe
de: Teilen
es: Compartir receta
fr: Partager la recette

source: Share Recipe
de: Teilen
es: Compartir receta
fr: Partager la recette

source: Show help
de: Hilfe
es: Mostrar ayuda
fr: Afficher l'aide

source: Sodium content
de: Natriumgehalt
es: Sodio
fr: Sodium

source: Start by adding your first ingredient! 🥬
de: Hier ist Platz für Zutaten! 🥬
es: ¡Empieza por añadir tu primer ingrediente! 🥬
fr: Commencez par ajouter votre premier ingrédient ! 🥬

source: Store recipe images locally
de: Rezept-Bild herunterladen
es: Almacenar imágenes de recetas localmente
fr: Stocker les images des recettes localement

source: Store recipe thumbnails locally
de: Rezept-Thumbnail herunterladen
es: Almacenar miniaturas de recetas localmente
fr: Stocker les vignettes des recettes localement

source: Submit
de: Eingeben
es: Enviar
fr: Soumettre

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès!

source: Sugar content
de: Zuckergehalt
es: Azúcares
fr: Sucres

source: Support
de: Kontakt
es: Ayuda

source: Thank you for downloading
de: Vielen Dank für's herunterladen!
es: Gracias por descargar
fr: Merci d'avoir téléchargé

source: The 'Login' button will open a web browser. Please follow the login instructions provided there. After a successful login, return to this application and press 'Validate'.
de: Durch Klicken auf den 'Anmelden'-Button wird ein Webbrowser geöffnet. Bitte den dort angegebenen Anmeldeanweisungen folgen. Nach erfolgreicher Anmeldung zur Anwendung zurückkehren und 'Validieren' drücken.
es: El botón 'Iniciar sesión' abrirá un navegador web. Por favor, siga las instrucciones de inicio de sesión proporcionadas allí. Después de un inicio de sesión exitoso, regrese a esta aplicación y presione 'Validar'.
fr: Le bouton 'Connexion' ouvrira un navigateur web. Veuillez suivre les instructions de connexion fournies là-bas. Après une connexion réussie, revenez à cette application et appuyez sur 'Valider'.

source: The selected cookbook will open on app launch by default.
de: Das ausgewählte Kochbuch wird standardmäßig beim Start der App geöffnet.
es: El libro de cocina seleccionado se abrirá por defecto al iniciar la aplicación.
fr: Le livre de cuisine sélectionné s'ouvrira par défaut lors du lancement de l'application.

source: There are no recipes in this cookbook!
de: Hier gibt es momentan noch keine Rezepte zu sehen.
es: No hay recetas en esta categoría.
fr: Il n'y a pas de recettes dans cette catégorie.

source: There was no name in the request given for the recipe. Cannot save the recipe.
de: Der Rezeptname fehlt. Das Rezept konnte nicht gespeichert werden.
es: No había un nombre en la solicitud dada para la receta. No se puede guardar la receta.
fr: Il n'y avait pas de nom dans la demande faite pour la recette.

source: This action is not reversible!
de: Diese Aktion lässt sich nicht Rückgängig machen!
es: ¡Esta acción no es reversible!
fr: Cette action est irréversible!

source: This application is an open source effort. If you're interested in suggesting or contributing new features, or you encounter any problems, please use the support link or visit the GitHub repository in the app settings.
de: Diese Anwendung ist ein Open-Source-Projekt. Bei bestehendem Interesse neue Funktionen vorzuschlagen oder beizutragen, oder wenn Probleme auftreten, den Kontakt-Link nutzen oder das GitHub-Repository in den App-Einstellungen besuchen.
es: Esta aplicación es un esfuerzo de código abierto. Si estás interesado en sugerir o contribuir con nuevas funciones o te encuentras con algún problema, por favor utiliza el enlace de soporte o visita el repositorio de GitHub en la configuración de la aplicación.
fr: Cette application est un effort open source. Si vous souhaitez suggérer ou contribuer à de nouvelles fonctionnalités, ou si vous rencontrez des problèmes, veuillez utiliser le lien d'assistance ou visiter GitHub dans les paramètres de l'application.

source: This setting will take effect after the app is restarted. It affects the adjustment of ingredient quantities.
de: Diese Einstellung wird erst nach einem Neustart der App wirksam. Die Einstellung betrifft die Mengenberechnung der Rezeptzutaten.
es: Esta configuración surtirá efecto después de reiniciar la aplicación. Afecta el ajuste de las cantidades de ingredientes.
fr: Ce paramètre prendra effet après le redémarrage de l'application. Il affecte l'ajustement des quantités d'ingrédients.

source: This website might not be currently supported. If this appears incorrect, you can use the support options in the app settings to raise awareness about this issue.
de: Diese Website wird möglicherweise derzeit nicht unterstützt. Wenn sich das ändern soll, kann die Support-Option in den App-Einstellungen genutzt werden, um auf dieses Problem aufmerksam zu machen.
es: Este sitio web podría no estar actualmente admitido. Si esto parece incorrecto, puedes utilizar las opciones de soporte en la configuración de la aplicación para dar a conocer este problema.
fr: Ce site web pourrait ne pas être pris en charge actuellement. Si cela semble incorrect, vous pouvez utiliser les options de support dans les paramètres de l'application pour signaler ce problème.

source: Title
de: Name
es: Título
fr: Titre

source: Tool
de: Küchenutensilie
es: Utensilio de cocina
fr: Ustensile de cuisine

source: Tools
de: Küchenutensilien
es: Utensilios de cocina.
fr: Ustensiles de cuisine

source: Total duration:
de: Gesamtdauer:
es: Duración total:
fr: Durée totale:

source: Total time
de: Gesamtdauer
es: Duración total
fr: Durée totale

source: Trans fat content
de: Transfettgehalt
es: Grasas trans
fr: Graisses trans

source: Unable to complete action.
de: Die Aktion kann momentan nicht durchgeführt werden.
es: No se puede completar la acción.
fr: Impossible de compléter l'action.

source: Unable to connect to server.
de: Verbindung mit dem Server fehlgeschlagen.
es: No se puede conectar al servidor.
fr: Connexion au serveur impossible.

source: Unable to load website content. Please check your internet connection.
de: Der Inhalt der Website konnte nicht geladen werden. Bitte die Internetverbindung überprüfen.
es: No se puede cargar el contenido del sitio web. Por favor, verifica tu conexión a Internet.
fr: Impossible de télécharger le contenu du site web. Veuillez vérifier votre connexion Internet.

source: Unable to upload your recipe. Please check your internet connection.
de: Es ist nicht möglich, das Rezept hochzuladen. Bitte die Internetverbindung überprüfen.
es: No es posible cargar tu receta. Por favor, verifica tu conexión a internet.
fr: Impossible de télécharger votre recette. Veuillez vérifier votre connexion internet.

source: Unsaturated fat content
de: Ungesättigte Fettsäuren
es: Grasas insaturadas
fr: Graisses insaturées

source: Upload
de: Speichern
es: Cargar
fr: Télécharger

source: Upload Changes
de: Speichern
es: Cargar
fr: Télécharger
